{
	"DSPT":
		"Though DSPT skin can require some extra attention at times, the proper skincare regimen that contains a barrier repair moisturizer, anti-inflammatory ingredients, and skin-brightening ingredients can repair all three barriers to skin health to calm, soothe, hydrate and even out the tone of DSPT skin.",
	"DSNT":
		"The dryness and sensitivity that DSNT skin types struggle with can be resolved with consistent use of a barrier repair moisturizer and anti-inflammatory ingredients, as well as acne or rosacea treatments when needed. Once these two barriers to skin health are under control, DSNT skin types can enjoy a healthy, clear complexion!",
	"DSPW":
		"Though many variables can affect DSPW skin types, common issues such as dryness, inflammation, dark spots, and wrinkles can be resolved with consistent use of the proper skin care regimen, treatment products and procedures, and healthy lifestyle habits like sun avoidance, eating a balanced diet, and managing stress.",
	"DSNW":
		"Dryness, inflammation, and aging are the main concerns for DSNW skin. However, the proper skin care and cosmetic treatment regimens combined with healthy lifestyle habits can help you resolve each of these issues, leaving you with a healthy, clear, and comfortable complexion.",
	"OSPT":
		"While the majority of OSPT skin types struggle with acne and related pigmentation problems, following a consistent skincare regimen aimed at preventing acne rather than treating lesions and scars will leave this skin type with a healthy, clear complexion and even skin tone.",
	"OSNT":
		"Taking steps to eliminate sources of inflammation, which can include acne-causing bacteria, hormones, and irritating skin care ingredients, will help OSNT skin types manage and prevent acne breakouts. The good news is that other barriers to skin health are nonexistent in this skin type, so OSNTs can focus on treating inflammation to achieve a clear, healthy complexion.",
	"OSPW":
		"Inflammatory skin conditions like acne and rosacea, combined with uneven skin tone and wrinkles, are the primary skin concerns that OSPWs struggle with. However, a skincare regimen that consists of the proper treatment ingredients and in-office treatments can successfully address these concerns, helping you achieve the healthy, clear complexion you are looking for.",
	"OSNW":
		"Most OSNWs struggle with either acne or rosacea, along with advanced signs of aging like wrinkles and sagging skin. With the right treatment products, daily skincare regimen, in-office treatments, and sun protection, however, OSNWs can enjoy a smooth, clear, and younger-looking complexion.",
	"ORPT":
		"ORPT skin is close to the perfect type! Using the right skin-lightening products, wearing daily sunscreen, and following healthy eating, exercise, and stress-management habits will help you to achieve a clear, even complexion and maintain healthy, youthful-looking skin for years to come.",
	"ORNT":
		"Congratulations! This is the ideal skin type and it is rare! It has no barriers to skin health and is the easiest to take care of as compared to the other skin types. To maintain your clear, healthy complexion, be sure to wear daily sunscreen and practice good sun-protection habits such as seeking shade when possible and avoiding deliberate indoor or outdoor tanning.",
	"ORPW":
		"Having only two of the four barriers to skin health, ORPW skin can be fairly easy to manage with the proper treatment products, cosmetic procedures, and healthy lifestyle habits. Daily sunscreen use is a must for all skin types, but especially those like ORPW who struggle with uneven skin tone.",
	"ORNW":
		"If you have ORNW skin, you probably did not have many skin problems in the past. While wrinkles and other signs of aging may be creeping up on your complexion, the proper anti-aging and antioxidant products, in-office treatments, and sun protection habits can help you maintain smooth, even, and youthful-looking skin.",
	"DRPT":
		"DRPT skin types are rare, though can be fairly easy to manage with the use of the proper skin-lightening ingredients, barrier repair moisturizer, and healthy lifestyle habits. If you have DRPT skin and have melasma, talk to your dermatologist or healthcare provider about the best treatment options.",
	"DRNT":
		"With only one barrier to skin health, DRNTs have easy-to-manage skin that requires little more than a twice-daily barrier repair moisturizer to stay healthy. Gentle exfoliation and light in-office procedures like facials can increase the skin’s radiance for a glowing, even complexion.",
	"DRPW":
		"DRPWs is a common skin type, with dryness, uneven skin tone, and signs of aging. However, following the proper skincare routine and adopting good sun protection habits can make DRPW skin healthy and smooth.",
	"DRNW":
		"With only two barriers to skin health, DRNW skin can be fairly easy to manage using the proper skin care regimen, in-office treatment options, and adopting healthy lifestyle habits such as wearing daily sunscreen, managing stress and eating a healthy diet rich in antioxidants."
}